Revit 2027 API
FluidTemperatureSetIterator.Dispose Method
Releases all resources used by the FluidTemperatureSetIterator
Namespace: Autodesk.Revit.DB.Plumbing
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
See Also
Reference
FluidTemperatureSetIterator Class
Autodesk.Revit.DB.Plumbing Namespace